cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/apache'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
cask 'java'
brew 'ack'
brew 'ant'
brew 'apr'
brew 'openssl'
brew 'apr-util'
brew 'docbook'
brew 'asciidoc'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'awscli'
brew 'c-ares'
brew 'colordiff'
brew 'curl'
brew 'dbus'
brew 'libnet'
brew 'pcre'
brew 'ettercap'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'geoip'
brew 'gettext'
brew 'git'
brew 'git-crypt'
brew 'git-flow'
brew 'libffi'
brew 'glib'
brew 'gmp'
brew 'libtasn1'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'gradle'
brew 'hub'
brew 'mysql'
brew 'hydra'
brew 'icoutils'
brew 'icu4c'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'john-jumbo'
brew 'lastpass-cli', args: ['with-doc', 'with-pinentry']
brew 'libgpg-error'
brew 'libassuan'
brew 'libevent'
brew 'libgcrypt'
brew 'libksba'
brew 'memcached'
brew 'libmemcached'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'mongodb', restart_service: true
brew 'mono'
brew 'ncrack'
brew 'nmap'
brew 'ossp-uuid'
brew 'pinentry'
brew 'pkg-config'
brew 'python3'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-bundler'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unixodbc'
brew 'wget'
brew 'wireshark'
brew 'homebrew/dupes/zlib'
brew 'homebrew/apache/httpd22', args: ['with-mpm-event']
brew 'homebrew/php/php56'
brew 'homebrew/php/php56-opcache'
cask 'adobe-creative-cloud'
cask 'amazon-drive'
cask 'amazon-music'
cask 'android-studio'
cask 'anvil'
cask 'appcleaner'
cask 'applepi-baker'
cask 'atom'
cask 'avast'
cask 'caffeine'
cask 'cocoapods-app'
cask 'docker-toolbox'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'gpgtools'
cask 'iterm2'
cask 'limechat'
cask 'livereload'
cask 'parallels-desktop'
cask 'pgadmin3'
cask 'private-internet-access'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-json'
cask 'torbrowser'
cask 'transmit'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
mas 'MCSTools-s3', id: 814517168
mas 'Kindle', id: 405399194
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Twitter', id: 409789998
mas 'Pocket', id: 568494494
mas 'Slack', id: 803453959
mas 'Pages', id: 409201541
mas 'Docs for Xcode', id: 688199928
mas 'Dash', id: 449589707
mas 'LiveReload', id: 482898991
mas 'BetterSnapTool', id: 417375580
mas 'Numbers', id: 409203825
mas 'LastPass', id: 926036361
