cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/apache'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
cask 'java'
brew 'ack'
brew 'ant'
brew 'apr'
brew 'openssl'
brew 'apr-util'
brew 'docbook'
brew 'asciidoc'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'awscli'
brew 'curl'
brew 'dbus'
brew 'libnet'
brew 'pcre'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'git-crypt'
brew 'git-flow'
brew 'libffi'
brew 'glib'
brew 'gmp'
brew 'libtasn1'
brew 'gnutls'
brew 'hub'
brew 'icoutils'
brew 'icu4c'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'xz'
brew 'libgpg-error'
brew 'libevent'
brew 'libgcrypt'
brew 'libksba'
brew 'memcached'
brew 'libmemcached'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'pkg-config'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-bundler'
brew 'tmux'
brew 'wget'
brew 'homebrew/dupes/zlib'
cask 'applepi-baker'
cask 'atom'
cask 'avast'
cask 'caffeine'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'gpgtools'
cask 'iterm2'
cask 'livereload'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'visual-studio-code'
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Slack', id: 803453959
mas 'LiveReload', id: 482898991
